tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "act"
brew "boost"
brew "libyaml"
brew "openssl@3"
brew "bzt"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fzf"
brew "fzy"
brew "gh"
brew "hadolint"
brew "helm"
brew "jq"
brew "jump"
brew "kind"
brew "kustomize"
brew "libev"
brew "libffi"
brew "libpq"
brew "minikube"
brew "nginx"
brew "node"
brew "node-build"
brew "nodenv"
brew "nvm"
brew "pgcli"
brew "postgresql@14", restart_service: :changed
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: :changed
brew "skaffold"
brew "terminal-notifier"
brew "tfenv", link: false
brew "tflint"
brew "tig"
brew "tree"
brew "watchman"
brew "yarn"
brew "zola"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
cask "gcloud-cli"
cask "warp"
cask "xbar"
vscode "adpyke.vscode-sql-formatter"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "castwide.solargraph"
vscode "cdpautsch.tpl"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hridoy.rails-snippets"
vscode "kaiwood.endwise"
vscode "karunamurti.rspec-snippets"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mangano-ito.git-branch-wise-session"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "mosapride.zenkaku"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "noku.rails-run-spec-vscode"
vscode "pavlitsky.yard"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "sianglim.slim"
vscode "streetsidesoftware.code-spell-checker"
vscode "tekumara.typos-vscode"
vscode "thadeu.vscode-run-rspec-file"
vscode "tshino.kb-macro"
vscode "vscode-icons-team.vscode-icons"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/ramya-rao-a/go-outline"
go "github.com/fatih/gomodifytags"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "honnef.co/go/tools/cmd/staticcheck"
